import React from 'react'

function History() {
     
  return (
    <main className='main-container'>
        <div className='main-title'>
            <h1>История</h1>
        </div>
        <div className='main-description'>
            <h2>1969—1974</h2>
            <p>
                В конце 1960-х годов в СССР возникла проблема с нехваткой электрической энергии, в будущем грозящей затормозить экономическое 
                развитие страны. Для этого требовалось производство новых энергоблоков АЭС, необходимое количество которых действующие заводы 
                атомной тематики не могли поставить. Для этого 26 ноября 1969 года постановлением ЦК КПСС и Совета Министров СССР 
                было объявлено о строительстве Волгодонского завода тяжёлого машиностроения (ВЗТМ). А 22 мая 1970 года комиссия Министерства 
                тяжёлого, энергетического и транспортного машиностроения СССР участвовала в выборе площадки для строительства завода в районе 
                города Волгодонска Ростовской области. Под строительство ВЗТМ была выбрана территория на противоположном от Волгодонска 
                берегу Сухо-Соленовского залива. Для этого вначале отвели 200 гектаров земель совхоза имени А. Черникова и 200 гектаров совхоза 
                «Добровольский». 8 июля 1972 года начался официальный набор рабочих и специалистов на строительство ВЗТМ. В период 1971—1973 
                годов осуществлялось создание инженерной инфраструктуры будущего предприятия. Географическое положение города Волгодонска выгодно 
                отличало его от остальных в плане близости к южной металлургической базе страны и использования Волго-Донского судоходного канала 
                для доставки на предприятие сырья, материалов, комплектующих узлов и отгрузки готовой продукции заказчикам. Водный канал 
                значительно упрощал и удешевлял транспортировку тяжеловесных и крупногабаритных изделий в дальние регионы страны и мира через 
                Азовское, Чёрное, Средиземное и Каспийское моря. Для производственной деятельности предприятия были построены автомобильные и 
                железные дороги, создано авиационное сообщение. В 1972 году институтом «Гипротяжмаш» был разработан технический проект первой 
                очереди завода. На основании экспертизы Минтяжмаша и Главгосэкспертизы Госстроя СССР, в ноябре 1974 года Совет министров СССР 
                утвердил технический проект первой очереди промышленного комплекса ВЗТМ. Были определены основные задачи по его строительству на 
                период с 1976 по 1980 год, включавшие в себя создание и освоение мощностей первой очереди предприятия, а также подготовку и начало 
                строительства второй очереди.
            </p>
            <h2>1974—1978</h2>
            <p>
                Строительство завода было объявлено Всесоюзной ударной комсомольской стройкой. В Волгодонск начали приезжать специалисты и молодёжь по 
                комсомольским путёвкам, стали прибывать первые стройотряды. Самым первым вручили ключи от комнат в только что построенных общежитиях.</p>

                <p>22 декабря 1975 года была установлена первая колонна главного корпуса завода (корпус № 1). Александр Чемонин — корреспондент газеты 
                «Известия» предложил назвать Волгодонский завод тяжёлого машиностроения «Атоммашем», и в марте 1976 года строящийся ВЗТМ был переименован 
                в «Волгодонской завод атомного энергетического машиностроения» — «Атоммаш». 17 апреля 1975 года строители начали заливку ростверков 
                для фундамента третьего корпуса, а уже 18 декабря 1976 года была введена в эксплуатацию первая очередь корпуса № 3, запуск которого был 
                приурочен ко дню рождения Л. И. Брежнева. Работавший на строительстве «Атоммаша» с 1976 года дважды Герой Социалистического Труда 
                электросварщик-инноватор А. А. Улесов в интервью на радио вспоминал, что при строительстве автогиганта «АвтоВАЗ» под каждую из 
                основных колонн фундамента производственных корпусов заливали 11 м³ бетона, при строительстве «КамАЗ» — 23 м³, а при строительстве 
                «Атоммаш» — 760 м³.</p>

                <p>Запуск производства энергетического оборудования на «Атоммаше» был осуществлён уже в 1977 году. Официальное принятие в 
                эксплуатацию первой очереди завода состоялось 18 декабря 1978 года в 12 часов 45 минут, когда председатель государственной 
                комиссии, министр энергетического машиностроения В. В. Кротов поставил свою подпись под актом приёма первой очереди завода. 
                Мощность предприятия по производству энергетического оборудования к 1978 году достигла 3 миллионов киловатт в год.
            </p>
            <h2>1979—1986</h2>
            <p>
                По проекту на «Атоммаше», при выводе предприятия на полную производственную мощность к 1990-му году, предполагалось изготавливать 
                8 комплектов водо-водяных энергетических реакторов (ВВЭР-1000) в год мощностью 1000 МВт каждый. Кроме реакторов, заводом 
                осуществлялось изготовление и сборка другого оборудования, входящего в комплект блока АЭС — парогенераторов, машин перегрузки 
                ядерного топлива, сепараторов-пароперегревателей, оборудования биозащиты, ёмкостей систем охлаждения активной зоны реактора и т. д. — 
                всего 125 наименований.</p>

                <p>В 1981 году на «Атоммаше» был произведён первый реактор для второго энергоблока Южно-Украинской АЭС. В 80-е годы ПО «Атоммаш» 
                было выбрано в качестве основного производителя реакторов для атомных станций теплоснабжения (АСТ), так же на заводе планировалось 
                разместить производства значительной части оборудования для реакторов БН-600 и БН-800. Для обеспечения производственно-
                хозяйственной деятельности «Атоммаша», в соответствии с государственной программой социально-экономического развития, в Волгодонске 
                была построена новая часть города со всей инфраструктурой (Новый город). До строительства «Атоммаша» население Волгодонска составляло 
                35 тысяч человек, а в 1981 году — 135 тысяч. По генеральному плану в городе были построены: современные кварталы многоэтажных жилых 
                домов, ясли, детские сады, школы, медицинские учреждения, предприятия торговли и общественного питания, предприятия бытового 
                обслуживания, спортивно-оздоровительные комплексы, культурно-массовые заведения, общественные и административные здания и многое 
                другое. Инфраструктуре «Атоммаша», необходимой для социально-экономического развития любого промышленного предприятия, могли 
                позавидовать многие города и регионы страны. Важным фактом является и то, что расположенный на берегах Цимлянского водохранилища и 
                реки Дон, Волгодонск имеет значительное географическое преимущество перед промышленными городами и регионами не только на Юге России. 
                К 1990 году выпуск годовой продукции на Атоммаше составлял около 130 тысяч тонн, при количестве персонала — 21 тысяча человек.</p>

                <p>В 1987 году издательство «Плакат» (СССР, Москва) издало книгу «Я — Атоммаш» тиражом 25 000 экземпляров. Иллюстрированная 
                176-страничная книга повествовала о строительстве в Советском Союзе гиганта атомного машиностроения «Атоммаш», его 
                производственной деятельности и влиянии на социально-экономическую жизнь города Волгодонск Ростовской области. Экземпляр книги 
                «Я — Атоммаш» находится в Библиотеке Конгресса США.
            </p>
            <h2>1986—2012</h2>
            <p>
                После катастрофы на Чернобыльской АЭС развитие атомной отрасли в СССР сильно замедлилось, что стало ключевым фактором, 
                повлиявшем на дальнейшее развитие производства на «Атоммаше». Однако, несмотря на общее замедление темпов развития отрасли в 
                целом, темпы производства на «Атоммаше» в 1986—1989 годы продолжали наращиваться. Пиком производства на заводе, по общему 
                объему выпущенной продукции, стал 1989 год. С начала 1990 года объем заказов на предприятии резко стал падать. Это было 
                связано главным образом с тем, что в 1990 году начался массовый процесс отказа от строительства многих АЭС в СССР и странах 
                СЭВ. Доказательства специалистов, что изготавливаемые на заводе реакторы ВВЭР-1000 надёжнее и безопаснее, чем РБМК в 
                Чернобыле, ни к чему не привели. В частности было остановлено строительство атомных станций теплоснабжения, при строительстве 
                которых «Атоммаш» был ранее выбран головным предприятием по производству реакторного оборудования. Завод к началу 1990—1991 
                годов так и не вышел на проектную мощность, а развал Советского Союза и последующее начало приватизационных реформ в стране 
                усугубило экономическое положение завода. Так к началу 1992 года на «Атоммаше» остались невостребованными 5 ядерных реакторов 
                с внутрикорпусным оборудованием. «Атоммаш» лишился большого количества заказов для атомной отрасли, составлявших основной объём 
                его производства. В связи с высокой стоимостью основных фондов повысилась себестоимость продукции «Атоммаша» и снизилась 
                конкурентоспособность. Кроме этого, на балансе завода находилось незавершенное строительство корпуса № 5, площадью более 80 тысяч м², 
                а также большое количество объектов социальной сферы в городе Волгодонске.</p>

                <p>К 1992 году предприятие оказалось в кризисном состоянии. Руководством предприятия были предприняты попытки для переориентации 
                завода на выпуск продукции для нефтегазового комплекса, угольной и металлургической промышленности, а также для стройиндустрии. 
                Тем не менее, объём выпускаемой такого рода продукции был критическим малым для завода и не мог покрыть все расходы предприятия в 
                целом. Начались массовые задержки по выплате заработной платы, из-за чего начались массовые увольнения работников и специалистов с 
                завода. К середине 1992 года численность работающий на заводе составила 4511 человек. В 1993 году производственное объединение было 
                приватизировано. В январе 1994 года состоялся чековый аукцион по продаже акции компании АООТ «Атоммаш» (правопреемник ПО «Атоммаш»), 
                30 % и одна золотая акция были переданы в управление Минатому России.</p>

                <p>В ноябре 1995 года из задолженности по выплатам перед кредиторами Арбитражным судом Ростовской области на предприятии введено 
                внешнее управление сроком на 18 месяцев. Арбитражным управляющим был назначен Александром Степанов, вице-президент АО «Энергомашкорпорация» 
                («ЭМК»), которая на тот момент владела около 16 % акциями АООТ «Атоммаш». В этот период АО «ЭМК» были выкуплены у других акционеров 
                значительное количество акции и свыше 40 % кредиторской задолженности АООТ «Атоммаш». В декабре 1996 года АО «ЭМК» был предложен план по 
                созданию на базе «Атоммаш» новой компании, на баланс которой предлагалось передать все промышленные активы предприятия. В январе 1997 года 
                было зарегистрирована компания ОАО «Энергомашиностроительная корпорация-Атоммаш» («ЭМК-Атоммаш»), получившая фактически 100 % АООТ «Атоммаш». 
                Таким образом АООТ «Атоммаш» вошло в группу предприятий «Энергомаш», ориентированную на производство газотурбинных ТЭЦ. АООТ «Атоммаш» 
                было официально ликвидировало в ноябре 1999 года.</p>

                <p>В период с 1995 по 2010 годы на предприятии выполнялись в основном заказы для нефтеперерабатывающих и нефтехимических производств. 
                Производство ГТ-ТЭЦ, которые оказались менее востребованными, чем ожидалось, начало нести убытки и группа «Энергомаш» оказалась на 
                грани банкротства. В 2010 году Арбитражный суд Москвы удовлетворил иск Сбербанка (основного кредитора), поданный в конце 2009 года о 
                солидарном взыскании задолженности с ряда предприятий группы «Энергомаш».
            </p>
            <h2>После 2012 года</h2>
            <p>
            В конце 2012 года «Атоммаш» стал производственным филиалом ЗАО «АЭМ-технологии», входящего в состав машиностроительного дивизиона 
            ОАО «Атомэнергомаш» государственной корпорации «Росатом», который с разрешения Федеральной антимонопольной службы взял в 
            долгосрочную аренду всю площадку «Атоммаша», всё оборудование, перевёл на себя практически весь персонал. С этого времени 
            «Атомэнергомаш» начал реализацию программы восстановления производства оборудования для АЭС в сотрудничестве с предприятиями-партнёрами 
            по атомной отрасли. В 2012 году совместное предприятие Атомэнергомаша и крупной французской машиностроительной компанией «Alstom» 
            («Альстом-Атомэнергомаш» (ААЭМ)) выбрало производственную площадку «Атоммаша» для развёртывания производства оборудования машинных залов 
            электростанций (в том числе паровых турбин) по французской технологии «Arabelle». В 2013 году суммарная стоимость заказов завода выросла 
            в 5 раз по сравнению с предыдущим годом. Основное направление производства — оборудование для АЭС и газо-химическое оборудование. 
            Впервые за 26 лет начато производство ядерного реактора, а именно нового реактора ВВЭР-1200 для Балтийской АЭС. В августе 2013 года был 
            отгружен транспортный шлюз для Нововоронежской АЭС-2 общим весом около 350 тонн.</p>

            <p>В октябре 2015 года «Атоммаш» заявил, что поставит 12 корпусов трех типов реакторов (ВВЭР-1200, ВВЭР-ТОИ) для российских и иностранных АЭС. 
            Среди проектов следующие: Белорусская АЭС, российская Курская АЭС-2, АЭС «Аккую» (Турция) и АЭС «Куданкулам» (Индия).</p>

            <p>14 октября 2015 года на «Атоммаше» был отгружен, изготовленный предприятием, корпус реактора ВВЭР-1200 для Белорусской АЭС. 
            Этот корпус реактора стал первым, изготовленным на производственной площадке завода «Атоммаш» после почти 30-летнего перерыва. 
            31 октября 2016 года заводом «Атоммаш» был отгружен второй корпус реактора ВВЭР-1200 для строящегося энергоблока № 2 Белорусской АЭС.</p>

            <p>В октябре 2015 году было объявлено, что «Атоммаш» изготовит корпус самого мощного в мире строящегося в Димитровграде 
            исследовательского реактор на быстрых нейтронах МБИР. Он будет иметь тепловую мощность 150 МВт, исследования на МБИР сократятся в 
            несколько раз по сравнению с действующими реакторами. В августе 2019 года прошли гидравлические испытания корпуса реактора МБИР — 
            одно из ключевых этапов создания исследовательского реактора. Следующие испытания для корпуса — вакуумные и сборка с кожухом. 
            В итоге, после успешного прохождения на «Атоммаше» произойдет контрольная сборка всех элементов научно-исследовательского 
            реактора и пневматические испытания.</p>

            <p>На «Атоммаше» отметили уникальность работы по испытанию корпуса МБИР: с таким проектом никто не работал, при этом толщина корпуса 
            МБИР в 12 раз тоньше корпуса реактора типа ВВЭР, с которым работает завод.</p>

            <p>14 октября 2015 на Атоммаше был открыт монумент с реактором ВВЭР-1000, посвященный 70-летию атомной отрасли СССР и России.</p>

            <p>С 2015 по 2018 год сварщики предприятия выигрывали российские и международные конкурсы WorldSkills. В феврале 2018 года сварщики 
            Александр Дуймамет, Дмитрий Кучерявин и Алексей Григорович были представлены президенту России Владимиру Путину.</p>

            <p>В 2022 году осуществляется строительство реакторной базы для энергоблоков АЭС «Аккую».
            </p>
        </div>
    </main>
  )
}

export default History